{
    "sentences": [
        {
            "luckyRange": {
                "from": 1,
                "to": 8
            },
            "love": "Les tensions s'accumulent au fil des jours dans votre couple à cause de l'influence de Saturne, mais vous réussirez à surmonter cette nouvelle épreuve main dans la main." ,
            "work": "Plongé dans l'orbite de Mercure, vous pourriez voir ressurgir la crainte d'être pauvre ou de manquer de quelque chose ou encore qu'une dépense imprévue ne vous tombe dessus sans que vous ne puissiez la contrôler. Vous pouvez cependant retourner la situation et utiliser cette peur comme un moteur en envisageant d'améliorer vos modalités d'épargne.",
            "family": "Laissez Mercure prendre l'ascendant et tout ne sera que plaisir avec votre conjoint et vos enfants. Si vos enfants sont encore jeunes, veillez simplement à ne pas vous laisser marcher sur les pieds : de leur côté, la frontière entre la plaisanterie et la moquerie reste bien vague… Côté vie sociale, vous avez tendance à privilégier vos nouvelles connaissances au détriment de vos amis plus anciens. Attention, cela pourrait se retourner contre vous.",
            "health": "Sous la pression de Vénus, vous souffrez d'une sensation de froid, bien localisée sur vos extrémités (nez, main, pied), qui ont du mal à se réchauffer. Vous n'y prenez pas garde (car beaucoup de gens sont dans ce cas !) mais cela pourrait révéler une légère hypothyroïdie qui peut être régulée en enrichissant votre alimentation d'avoine, d'algues, sous forme de compléments alimentaires, de cassis ou d'huile essentielle d'épinette noire.",
        },
        {
            "luckyRange": {
                "from": 9,
                "to": 17
            },
            "love": "Pour les natifs en couple, votre complicité s'affiche enfin au grand jour et votre entourage admire cette symbiose. La présence de Pluton indique que vous suscitez toutefois quelques jalousies. Ne vous laissez pas influencer avec quelques remarques déplacées.",
            "work": "Si vous avez un projet qui vous tient à cœur depuis longtemps et que vous souhaitez en faire profiter votre entourage, vous pourriez recevoir un accueil particulièrement positif, favorisé par la position de Jupiter dans votre Ciel. Profitez de cet alignement favorable pour faire valoir vos arguments qui s'avéreront pertinents et convaincront les réticents.",
            "family": "Les enfants de votre famille, les vôtres, vos jeunes frères et sœurs, neveux et nièces, poussés par Mars, n'en font qu'à leur tête et n'écoutent pas vos ordres. D'ordinaire si compréhensif et calme, vous vous laissez aller à la colère. Vos coups de sang déclenchent chez vous un sentiment inattendu de bien-être, comme une libération. Ne voyez pas rouge tout de suite, sachez écouter leur argument, sous risque de provoquer l’effet inverse et de les effrayer.",
            "health": "Vous pourriez connaître un petit souci de santé sans gravité mais qui vous fera prendre conscience de la nécessité de s'entretenir physiquement si vous ne le faites pas déjà. Une activité douce comme le Pilate ou le yoga, ou quelques séances de natation vous feraient le plus grand bien et vous permettraient de reprendre confiance en vous et en vos capacités."
        },
        {
            "luckyRange": {
                "from": 18,
                "to": 26
            },
            "love": "Vous ressentirez les afflux bénéfiques de Saturne qui se place dès aujourd'hui en position favorable au centre de votre Ciel, ce qui aura une excellente influence sur vos relations amoureuse. Si vous êtes célibataire, votre charisme et votre forte personnalité susciteront l'intérêt et vous pourriez faire une belle rencontre qui ne vous laissera pas indifférent.",
            "work": "La routine métro-boulot-dodo sera particulièrement insupportable. Vos responsabilités professionnelles occupent la majorité de votre temps et de vos pensées. Ce déséquilibre est peut-être dû à vos objectifs professionnels ambitieux. Il se peut également que vous vous soyez lancé à corps perdu dans votre travail au point d'en ignorer tout le reste. Une conversation honnête avec vous-même vous permettra de vous recentrer sur ce qui compte le plus pour vous.",
            "family": "Vous devrez aujourd'hui faire preuve de retenue si vous ne souhaitez pas raviver de vives tensions au sein de votre entourage. Si vous êtes convié à une réunion de famille, la discussion pourrait tourner autour d'un sujet qui vous met particulièrement mal à l'aise. N'hésitez pas à vous éclipser quelques minutes afin de retrouver toute votre contenance si vous en éprouvez le besoin. Vos proches risquent d'être étonnés de votre réaction et vous devrez faire preuve de pédagogie afin de leur expliquer les causes de votre comportement.",
            "health": "Ne vous laissez pas démolir par ce virus en restant enfermé chez vous à ne rien faire. Profitez-en pour vous ressourcer. Ne commettez pas d'impasse sur les choses qui vous font plaisir. Par exemple, en saisissant l'occasion pour réaliser des activités jusqu'alors inédites (yoga) ou d'autres dont vous n'aviez plus l'habitude (lecture)."
        },
        {
            "luckyRange": {
                "from": 27,
                "to": 35
            },
            "love": "L'ire de Mars rejaillit dramatiquement sur vous et vous voilà reparti pour une de ces missions d'espionnage dont vous avez le secret. Gendarme de la maison, vous vous autorisez toutes les perquisitions possibles et imaginables pour confondre l'autre. Expertise de smartphone, fouille de poches, rien ne lui sera épargné.",
            "work": "Si vos dettes s'accumulent, il est grand temps de les régler sinon vous risquerez d'avoir de plus gros problèmes. Au besoin, n'hésitez pas à demander un échéancier. L'ambiance au bureau n'est pas très joyeuse non plus. Apprenez à dire non lorsque vous pensez que vous n'êtes pas capable de tout assumer. Vos collègues et supérieurs hiérarchiques peuvent très bien le comprendre.",
            "family": "Votre caractère méfiant vous pousse à opérer un « tri sélectif » dans votre cercle amical. Guidé par Jupiter, votre instinct se laisse emporter par l'ivresse de la chasse. Vous éradiquez les « trop distants », les « trop moqueurs », les « trop égoïstes » sans faire dans la dentelle. Apprenez peut-être à adopter des positions plus nuancées et à accepter vos amis avec leurs qualités et leurs défauts.",
            "health": "Vous démontrez une belle endurance et résistez bien à la douleur. Si vous avez envie de perdre quelques kilos, votre rigueur sans faille vous aidera à établir un planning sportif et alimentaire strict. Ne suivez pas les personnes de votre entourage qui ne font pas attention à leur ligne, ils vous inciteront à manger davantage."  
        },
        {
            "luckyRange": {
                "from": 36,
                "to": 44
            },
            "love": "La présence de Mars dans votre environnement indique que vous risquez de subir les foudres de votre moitié. Votre vous accommoderez mal de cet orage soudain dont la brusquerie n'aura d'égal que l'injustice. Vous vous recroquevillerez sur vous-même alors que l'on attend justement de vous une réaction plus affermie.",
            "work": "Ces derniers temps, vous avez envie de renouvellement. De garde-robe, de voiture, d'appartement. Avant de faire des dépenses inconsidérées, prenez le temps de réfléchir à l'usage que vous allez en faire. Ce robot de cuisine dernier cri est-il vraiment indispensable pour faire votre omelette hebdomadaire ? Ne mettez pas tous vos œufs dans le même panier, surtout si l'usure le guette.",
            "family": "La proximité de Mercure avec votre signe vous incite à faire preuve d'empathie auprès de votre entourage au risque de passer pour quelqu'un d'insensible. N'hésitez pas à montrer à votre famille et à vos amis que vous êtes disponible en cas de besoin. Il se pourrait qu'un proche puisse avoir besoin de vos lumières afin de prendre une décision importante. Laissez donc de côté votre sensibilité et essayez de lui présenter de solides arguments qui pourraient l'empêcher de prendre une décision malencontreuse.",
            "health": "Les rapports conflictuels entre le Soleil et la Lune impactent durement votre sommeil. Vous pourriez par exemple souffrir d'insomnies ou vous sentir fatigué même en dormant suffisamment. Pour limiter la casse, il n'y a qu'une chose à faire : revoir vos habitudes… TOUTES vos habitudes, pas seulement celles liées au sommeil !"
        },
        {
            "luckyRange": {
                "from": 45,
                "to": 53
            },
            "love": "Il y a plusieurs années, vous et votre partenaire aviez consenti à des sacrifices pour pouvoir vivre ensemble. Ce beau geste pourrait bien vous être aujourd'hui reproché. Pour désamorcer la crise, tentez de comprendre ce qui préoccupe vraiment votre conjoint.",
            "work": "Avis à tous les maladroits et les têtes en l'air. Un grand moment de solitude vous guette dans votre environnement professionnel. Rêverie et inattention seront vos pires ennemis. Quoi qu'il arrive au final, votre maladresse potentielle sera reçue dans la plaisanterie et la sympathie de vos relations professionnelles.",
            "family": "Vivre des moments complices en famille demeure le plus beau cadeau au monde. Les anciens tentent de transmettre leurs expériences pas toujours d'actualité. Les plus jeunes souhaitent grandir trop vite en ignorant les conseils d'adultes déjà passés par là. En fin observateur, pile entre les deux âges, vous avez su trouver votre place au sein de ce joyeux petit groupe. Rassemblez les souvenirs des uns et les questions des autres pour constituer le livre d'or de votre fratrie.",
            "health": "Vous êtes particulièrement sensible aux maux de tête et aux insomnies. Dans votre cas une bonne et une mauvaise nouvelle. Commençons par la bonne : vous êtes résolument moderne. A présent la mauvaise : vous pourriez être dépendant aux écrans. Smartphone, ordinateur, télévision, jeux vidéo, vous êtes pour ainsi dire en permanence rivé devant les écrans. Essayez de décrocher un peu ! Sortez, allez au théâtre, au restaurant, voyez une exposition, lisez, pratiquez un sport, une activité artistique ou autre, mais par pitié, éteignez cet ordinateur."
        },
        {
            "luckyRange": {
                "from": 54,
                "to": 62
            },
            "love": "La journée pourrait s'avérer délicate aujourd'hui sur le plan sentimental. Vous ressentirez l'affluence nocive de Mars qui fait son entrée dans la maison IV et entraîne dans son cortège une atmosphère propice aux désillusions et aux trahisons.",
            "work": "Dès le matin, protégez-vous contre les mauvaises ondes et les rumeurs qui vont régner au travail aujourd'hui. Il ne faut pas que cela vous atteigne au risque que cela baisse la motivation que vous cultivez avec succès. Vous pourrez offrir plein de cadeaux à votre entourage au prochain repas de famille. Profitez-en aussi pour vous faire plaisir. Le shopping remonte toujours le moral.",
            "family": "Côté famille, on trouve de la bonne humeur à tous les étages. La santé morale de chaque membre de la famille joue un rôle important sur le moral général de la maison. À vous de vous assurer que chacun trouve son bonheur dans votre foyer. Prenez les décisions qui concernent vos têtes blondes avec le soutien de votre partenaire et faites du temps dans votre journée pour passer des moments rien que tous les deux. Vos petits talents cachés et votre personnalité pétillante seront des éléments décisifs.",
            "health": "Uranus n'est clairement pas là pour vous faciliter la vie aujourd'hui : sous son influence, vous vous sentez tendu, fatigué dès le réveil et d'humeur maussade. Les médecines naturelles, telles que l'aromathérapie ou la phytothérapie, peuvent être un bon moyen de contrer cette baisse de tonus passagère. Vous pouvez également vous initier à la méditation ou au Qi Gong."
        },
        {
            "luckyRange": {
                "from": 63,
                "to": 71
            },
            "love": "Les esseulés ne verront rien venir pour l'instant. Mais tout vient à point à qui sait attendre. Ne vous focalisez pas sur votre célibat, vos amis proches et votre famille ont aussi besoin d'attentions ! Assurez-vous que chaque membre de votre entourage se porte bien et n'a pas besoin d'une oreille attentive, un câlin rassurant ou d'un conseil avisé.",
            "work": "Au vu de cet aspect lunaire, il faudra redoubler d'attention sur la façon dont vous dépensez. Vous pourriez être pris de court par une mauvaise gestion de votre capital. Particulièrement si vous devez acheter des choses dont vous aurez besoin sur le long terme, il faudra préférer investir un peu plus de sous dans de la qualité plutôt que dans un article moins cher qui vous fera défaut en cours de route.",
            "family": "Le train-train familial commence à vous peser quelque peu. Votre premier réflexe sera de vouloir vous isoler. S'il est vrai qu'un peu d'espace à soi pour respirer fait parfois le plus grand bien, il se peut que certains membres de votre famille partagent votre abattement. Dans ce cas, il serait plus agréable de prendre un peu d'air ensemble. Ne leur faites pas payer le prix de votre mauvaise lune.",
            "health": "Saturne se penche sur votre signe. Brûlure, griffures, gerçures, votre peau souffre de petites blessures par endroits. Un grain de beauté menaçant mérite peut-être le diagnostic d'un dermatologue. Hydratez bien votre peau, en particulier autour des pieds, des mains et des coudes."
        },
        {
            "luckyRange": {
                "from": 72,
                "to": 80
            },
            "love": "Que votre bonheur fait plaisir à voir ! Après tant d'années de célibat endurci, vous voici enfin en couple épanoui. Apprenez à vous méfier des mauvaises ondes des envieux. Pour vous protéger, seule votre totale indifférence saura calmer ces esprits maléfiques.",
            "work": "Saturne encadre bien votre signe. En milieu professionnel, vous cultivez l'art d'aider votre prochain, de lui apporter le savoir, la sécurité et la reconnaissance dont il a besoin. Malgré votre popularité, certaines personnes ne supportent pas vos gestes protecteurs. N'insistez pas pour les convaincre, laissez-les se débrouiller par eux-mêmes et réaliser l'étendue de leur perte.",
            "family": "Votre vie familiale et sociale sera influencée par les astres, notamment par la Lune. La journée sera normalement très douce et joyeuse. Par contre, si vous avez des adolescents ou de grands enfants, vous ferez face à quelques désaccords. Vous devez prendre les choses en main immédiatement en organisant une discussion loin du foyer. Écoutez leurs demandes, vous réussirez à trouver des compromis et vous ressouderez rapidement les liens qui vous unissent.",
            "health": "Placé sous les auspices du Soleil, vous êtes plus en forme que jamais et semblez absorber toutes les influences positives de votre environnement. Attention cependant à ne pas considérer cette hausse de vitalité comme acquise. Faites également attention à votre sommeil qui pourrait, s'il est de mauvaise qualité, renverser la balance. Avec ou sans l'aide du Soleil, les bonnes habitudes sont la clé d'une vie épanouie." 
        },
        {
            "luckyRange": {
                "from": 81,
                "to": 89
            },
            "love": "Vous offrez sans compter et sans rien attendre en retour. C'est d'autant plus admirable que pour vous, c'est totalement naturel. Mais vous devriez prendre garde à ce que l’on n’en abuse pas, tout le monde ne fonctionne pas comme vous. Vous n'avez pas besoin de cela pour être aimé et vous avez vous aussi le droit à vos caprices ! L'amour est un partage, pas un don de soi.",
            "work": "Une proposition inattendue risque de vous amener à vous interroger sur votre place actuelle. Tiraillé entre stabilité et désir d'aventure, vous allez mener une réflexion de fond sur vos désirs professionnels. Si votre raison vous commande de « ne pas bouger dans l'immédiat », votre goût du défi pourrait bien vous amener à repenser votre plan de carrière. Pesez le pour et le contre mais ne vous laissez pas influencer par vos proches.",
            "family": "Si l'ambiance était tendue au sein de votre famille proche, elle s'apaisera nettement. Ne remettez pas à plus tard la grande discussion qui s'impose. Accueillez avec bienveillance les reproches qui vous sont faits. Vous retrouverez alors le calme qui règne habituellement sous votre toit. Si vous avez un petit coup de mou, n'hésitez pas à prendre appui sur l'épaule de votre meilleur ami. Il saura vous donner la force qui vous manque.",
            "health": "Afin de retrouver une vie plus dynamique et plus saine, il est grand temps que vous arrêtiez de fumer et de boire. On ne vous rappelle pas que l'abus d'alcool et de tabac est dangereux pour la santé. Vous pouvez aussi remplacer le manque par une bonne séance de gymnastique ou de natation. Si rien de tout cela ne vous dit, une grande marche peut suffire amplement."
        },
        {
            "luckyRange": {
                "from": 90,
                "to": 98
            },
            "love": "Vous vous sentez comme un lapin dans un collet, un oiseau en cage. Vous avez décidément un caractère bien versatile et la présence de Mars dans votre environnement astral n'arrange rien à votre affaire. Un peu de patience, vous changerez sûrement d'avis demain.",
            "work": "Côté travail, les astres sont avec vous ! Sous l'œil bienveillant de Neptune, vous chercherez à atteindre la perfection. Et ça tombe bien : tout ce que vous entreprendrez vous réussira ! Aujourd'hui sera l'occasion pour vous de saisir de nouvelles opportunités. Donnez-vous à fond pour décrocher cette promotion tant attendue ou ce nouveau travail. À la clé de vos efforts, une récompense bien méritée vous attendra !",
            "family": "Vous risquez d'être décontenancé par le comportement d'un membre de votre famille. Ne foncez pas tête baissée vers un conflit qui pourrait avoir des conséquences irrémédiables sur l'harmonie de votre foyer. L'arrivée de Vénus dans la Maison II peut avoir des vertus salvatrices mais vous devrez savoir faire preuve d'apaisement afin que la situation ne dégénère pas.",
            "health": "Vos complexes risquent de vous rendre la vie difficile aujourd'hui. Ne vous laissez pas envahir par un sentiment d'infériorité qui peut être encouragé par la position de Jupiter qui fait son entrée dans votre Ciel et aura une influence néfaste sur votre confiance en vous. Essayez de prendre du recul et de ne pas accorder trop d'importance à ces remarques afin de vous préserver et de retrouver votre équilibre."
        },
        {
            "luckyRange": {
                "from": 99,
                "to": 100
            },
            "love": "Votre caractère primesautier désarçonne et fâche votre partenaire. Vous réclamez tout à coup des surprises et du changement, vous qui sembliez vous accommoder d'une routine harmonieuse et pacifiste. L'emprise d'Uranus vous donne un sentiment d'insatisfaction que vous manifestez par une légèreté empreinte d'autorité.",
            "work": "Poignée de main ferme, regard direct, sourire engageant… Vous êtes animé d'une volonté et d'une confiance en vous remarquables aujourd'hui ! Cette force sera particulièrement bénéfique si vous parvenez à rester organisé et concentré sur votre mission. Avec un peu d'habileté, vous pourriez obtenir ce que vous voulez de n'importe qui, par la seule force de la parole.",
            "family": "Porté par Uranus, vous déploierez une énergie impressionnante dans tous les aspects de la vie sociale. Famille, amis, collègues, voisins… Vous êtes présents sur tous les fronts et dans tous les domaines ! Vous pourriez envisager d'intégrer un club de sport ou une troupe de théâtre afin d'agrandir votre réseau tout en pratiquant une activité qui vous tient à cœur. Vous pourriez aussi privilégier vos anciennes connaissances et renouer avec de vieux amis. Dans tous les cas, vous chercherez à être entouré et soutenu.",
            "health": "Ascendant Taureau, Bélier ou Scorpion, vous êtes tout simplement intenable. Vous ne songez qu'à votre plaisir, vous concentrer vous demande des efforts incommensurables. Un peu de sport vous aidera à canaliser cette saine énergie, qui ne doit pas être de nature à vous culpabiliser."
        }
    ]
}